Repository: AHSubsDesign/vbar
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Welcome to the VeniceBar
it: Benvenuti al VeniceBar

source: Another thing about coffee is the community. Coffee drinkers have something in common when we walk into a coffee shop. We are all anticipating for that ultimate cup as we stay in line for be called.
it: Oltre al caffè c'è la sua comunità. I bevitori di caffè hanno qualcosa in comune quando entriamo in un bar. Stiamo tutti pregustando la miglior tazza mentre siamo in attesa.

source: VeniceBar Knowledge
it: La conoscenza del VeniceBar

source: Another thing about coffee is the community. Coffee drinkers have something in common when we walk into a coffee shop. We are all anticipating for that ultimate cup as we stay in line for be called. We already made up about coffee. We are all anticipating for that ultimate cup as we stay in line for be called.
it: Oltre al caffè c'è la sua comunità. I bevitori di caffè hanno qualcosa in comune quando entriamo in un bar. Stiamo tutti pregustando la miglior tazza mentre siamo in attesa. Siamo già pronti per il caffè. Stiamo tutti pregustando la miglior tazza mentre siamo in attesa.

source: Cold Beverages &amp; Cocktails
it: Bevande Fredde &amp; Cocktail

source: Coffee &amp; Teas
it: Caffè &amp; Tè

source: Venetian Food , Snacks and More
it: Cibo Veneziano, Snack e Altro

source: Iced Coffee
it: Caffè Shakerato

source: Freshly brewed Iced Coffee Blend served chilled and lightly sweetened over ice.
it: Miscela di Caffè Shakerato preparato fresco servito freddo e appena addolcito dal ghiaccio.

source: We follow the original recipe: hot coffee with Irish Whiskey and mounted cream on top.
it: Seguiamo la ricetta originale: caffè caldo con Whiskey Irlandese e panna montata in cima.

source: Cofee Shake with Almond syrup and coffee beans on top
it: Caffè Shakerato con sciroppo di Mandorla e chicchi di caffè in cima

source: A Cocktail that consists of five ingredients: White Rum, Sugar(Sugar Cane) Lime juice, Soda Water and Mint
it: Cocktail costituito da cinque ingredienti: Rum Bianco, Zucchero di Canna, Succo di Lime, Soda e Menta

source: A Cocktail that consists of four ingredients: Prosecco Wine, Sambucus Elderberry Syrup, Soda Water and Mint
it: Cocktail costituito da quattro ingredienti: Prosecco, Sciroppo di Sambuca, Soda e Menta

source: The real venetian recipe. Prosecco Wine, Campari and Soda Water
it: La vera ricetta veneziana. Prosecco, Campari e Soda

source: Cofee brewed by expressing or forcing nearly boiling water under pressure through finely ground cofee beans.
it: Caffè preparato espresso con acqua quasi bollente sotto pressione che attraversa i chicchi di caffè finemente tritati.

source: Coffee drink prepared by diluting an Espresso with hot water, giving it a similar strength to, but different flavour from traditionally brewed coffee
it: Caffè preparato diluendo un Espresso con acqua calda, che gli dà una forza simile, ma un gusto diverso da quello del caffè preparato in modo tradizionale

source: Capuccino
it: Cappuccino

source: Espresso based coffee drink prepared with double espresso and steamed milk foam
it: Caffè base espresso doppio e latte montato a vapore

source: Tea blend wich has been flavoured with the addition of Oil of Bergamot
it: Miscela di tè insaporita con l'aggiunta di Olio di Bergamotto

source: Flavoured tea beverage made by brewing black tea with a mixture of aromatic Indian spices and herbs
it: Tè aromatizzato preparando tè nero con una miscela di spezie aromatiche Indiane ed erbe

source: Green Tea
it: Tè Verde

source: Type of Tea made from Camelia Sinesis (tea plant) leaves that have not undergone the same process used to make oolong teas andblack teas
it: Tipo di Tè fatto dalle foglie di Camelia Sinesis (pianta di tè) che non hanno subìto lo stesso processo dei tè oolong e dei tè neri

source: Triangular italian sandwich constructed from two slices of soft milk based white bread with no crusts
it: Tramezzino Italiano triangolare costituito da due fette di pane bianco morbido al latte senza croste

source: Sandwich of bread (occasionally toasted), Bacon, lettuce, tomato and mayonnaise.
it: Sandwich di pane (spesso tostato), Bacon, lattuga, pomodoro e maionese

source: Italian Flatbread typically prepared in Romagna historical region. Made with white flour, lard, olive oil, salt and water.
it: Sfoglia di pane Italiano preparata tipicamente nella regione storica della Romagna. Fatta con farina bianca, lardo, olio d'oliva, sale e acqua.

source: Small snacks or side dishes typically served in traditional <strong>bàcari</strong> (osterie) in Venice
it: Piccoli snack o contorni serviti tipicamente nei tradizionali <strong>bàcari</strong> (osterie) di Venezia

source: A sandwich consisting of one or more cooked ground meat (beef), placed inside a sliced bread roll. Completely Customizable
it: Un sandwich composto da carne macinata (manzo), posta fra fette di pane affettato. Completamente Personalizzabile

source: Stockfish skinned, boiled and literally beaten to a pulp as olive oil is drizzled <i>al filo</i> seasoned little salt and fresh parsley
it: Stoccafisso spellato, bollito e ridotto in polpa con olio d'oliva fatto scendere <i>al filo</i>, con poco sale e prezzemolo fresco

source: Get in Touch with us
it: Contattaci

source: We are open from 7am to 8pm on Mon, Tue, Thu, Fri <br />Sat, 7am - 2am<br />Sun 8.30am - 10pm .
it: Siamo aperti dalle 7 alle 20 il Lun, Mar, Gio, Ven <br />Sab, 7 . 2 <br />Dom 8.30 - 22.

source: Created by
it: Creato da

source: VAT Number
it: Partita IVA

source: Gallery
it: Galleria

source: About
it: Riguardo

source: Offer
it: Offerte

source: Locatiom
it: Posizione

source: Reservation
it: Prenotazione

source: Contact
it: Contatti

source: Opening Hours
it: Orari Apertura

source: Mon, Tue, Thu, Fri : 7am - 8pm <br /> Sat : 7am - 2am <br /> Sun : 8.30 am - 10pm
it: Lun, Mar, Gio, Ven: 7 - 20 <br /> Sab: 7 - 2 <br /> Dom: 8.30 - 22

source: More Info
it: Altre Info

source: Address
it: Indirizzo

source: Location
it: Posizione

source: Discover Our Menu
it: Scopri il Nostro Menu

source: Delicious Venetian Drinks &amp; Food
it: Delizioni Drink Veneziani &amp; Cibo

source: Coffee lovers love the aroma of our coffee especially in the morning <br>because coffee has a way to brighten moods.
it: Gli amanti del caffè amano l'aroma del nostro caffè specialmente la mattina <br>perché il caffè riesce sempre a tirare su di morale.

source: What We Offer
it: Cosa Offriamo

source: Variety of Coffee and Pastry
it: Varietà di Caffè e Pasticceria

source: Coffee &amp; Pstry
it: Caffè &amp; Paste

source: Another thing about our coffee is the community. Coffee drinkers have something in common when we walk into a cafè. We are all anticipating for that ultimate cup as we stay in line for us to be called. We already made up about coffee
it: Oltre al caffè c'è la sua comunità. I bevitori di caffè hanno qualcosa in comune quando entriamo in un bar. Stiamo pregustando la miglior tazza mentre siamo in fila. Siamo già pronti per il nostro caffè.

source: Types of Cofee
it: Tipi di Caffè

source: Latte, espresso, cappuccino – there are so many different types of coffee it becomes a language itself!
it: Latte, espresso, cappuccino – ci sono diversi tipi di caffè che diventa una lingua a sé!

source: Make a Reservation
it: Fai una Prenotazione

source: In any event, our staff will be thrilled to welcome you! We are impatient to keep possible waiting periods as short as possible for you, Have a pleasant coffee experience !
it: In qualsiasi caso, il nostro staff sarà lieto di darti il benvenuto! Non vediamo l'ora di rendere il tempo di attesa il più breve possibile per voi. Godetevi la vostra esperienza al caffè!

source: For group reservations over 10 people please use the reservation button below or give us a call !
it: Per le prenotazioni di gruppo oltre le 10 persone usa il bottone prenotazione qua sotto oppure chiamaci!

source: Coffee Drinks &amp: Venetian Food;
it: Caffè &amp; Cibo Veneziano

source: Your #1 Source for Venetian Food and a very Good Cofee
it: La Tua Risorsa #1 per Cibo Veneziano e un Gran Caffè

source: Italian
it: Italiano

source: English
it: Inglese
